commands = '''
**⟨ MAX CHECKER⟩

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**⟨ ANDREW CHECKER ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
⟨ ANDREW CHECKER ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec4 = """
الاوامر الاضافية | MAX

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس ماكس` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
tele_checker = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
Hunt sours (max) 

Types :
------------------------
1- cd_cd (رباعي) 
2 - cococcc (سباعي حرفين)
3 - vip1212
4 - cd1111
5 - csssd c111d
6 - بوت ثنائي
7 - بوت ثلاثي
8 - cdsss
 test - لفحص السورس
10 - (رباعي) cd_cc
---------------------
مثل : .صيد 700000 8 x_o_x
'''
